;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: ModifierDeployableEffect
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ModifierDeployableEffects]
ModifierDeployableEffects_Usable_Deployable_Mobile_Cover_Description=Deploys Mobile Cover
ModifierDeployableEffects_Usable_Deployable_SatchelCharge_Description=Deploys a Satchel Charge
ModifierDeployableEffects_Usable_Deployable_BoomBox_Description=Deploys a Boom Box
ModifierDeployableEffects_Usable_Deployable_FieldSupplier_Large_Description=Deploys a Large Field Supplier
ModifierDeployableEffects_Usable_Deployable_Flag_Description=Deploys a Flag with your symbol on it
ModifierDeployableEffects_Usable_Deployable_FieldSupplier_Medium_Description=Deploys a Medium Field Supplier
ModifierDeployableEffects_Character_DevPackage_Description=Deploys a DevPackage
ModifierDeployableEffects_Usable_Deployable_GiftBox_Christmas_Description=Deploys a Secret Santa Gift Bx
ModifierDeployableEffects_Usable_Deployable_GiftBox_Prototype1_Description=Deploys a Weapon Cache
ModifierDeployableEffects_Usable_Deployable_GiftBox_Prototype2_Description=Deploys a Weapon Cache
ModifierDeployableEffects_Usable_Deployable_GiftBox_Joker_Description=Deploys a Weapon Cache
ModifierDeployableEffects_Usable_Deployable_GiftBox_Valentines_Description=Deploys a Weapon Cache
